brew "git"
brew "tree"
brew "neovim"
brew "zsh"
brew "httpie"
brew "tig"
brew "fzf"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "bat"
brew "jq"
brew "eza"
brew "stow"
brew "asdf"
brew "starship"
brew "antidote"

cask "kitty"
cask "visual-studio-code"
cask "intellij-idea"
cask "spotify"
cask "font-fira-code-nerd-font"
cask "temurin"
cask "alfred"
cask "bettertouchtool"
